Repository: k4444th/Everything-Crochet
Catalog: Everything Crochet/Localizable.xcstrings
Source language: en
Languages: de

source: Add pattern
de: Anleitung hinzufügen

source: Add your first progress photo
de: Füge dein erstes Fortschrittsfoto hinzu

source: Appearance
de: Aussehen

source: Appearance:
de: Aussehen:

source: Cancel
de: Zurück

source: Create new project
de: Neues Projekt erstellen

source: Create project
de: Projekt erstellen

source: Create your first project!
de: Erstelle dein erstes Projekt!

source: Current row:
de: Aktuelle Reihe:

source: Delete project
de: Projekt löschen

source: eg. 1
de: z.B. 1

source: eg. 10
de: z.B. 10

source: eg. Amigurumi
de: z.B. Amigurumi

source: eg. Aug 28th 2025
de: z.B. 28. August 2025

source: eg. Body
de: z.B. Körper

source: eg. Cotton yarn
de: z.B. Baumwollgarn

source: eg. Crochet
de: z.B. Häkeln

source: eg. My first amigurumi
de: z.B. Mein erstes Amigurumi

source: eg. Sep 1st 2025
de: z.B. 1. September 2025

source: eg. Sep 3rd 2025
de: z.B. 3. September 2025

source: Enddate:
de: Enddatum:

source: Gallery:
de: Galerie:

source: Language
de: Sprache

source: Language:
de: Sprache:

source: Let your ideas unravel here...
de: Lasse hier deinen Ideen freien Lauf…

source: New part:
de: Neues Teil:

source: New tag:
de: Neuer Tag:

source: No Image
de: Kein Bild

source: Notes:
de: Notizen:

source: Nothing here yet, sorry :(
de: Sorry, hier gibt’s nichts zu sehen :(

source: Parts:
de: Teile:

source: Pattern:
de: Anleitung:

source: Pick a photo
de: Wähle ein Foto

source: Preview image:
de: Vorschau-Bild:

source: Project name:
de: Projektname

source: Row counter for:
de: Reihenzähler für:

source: Save
de: Sichern

source: Selected part
de: Teil auswählen

source: Settings
de: Einstellungen

source: Start capturing your progress!
de: Beginne, deinen Fortschritt festzuhalten!

source: Startdate:
de: Startdatum:

source: Techniques:
de: Techniken:

source: This project has no pattern yet
de: Dieses Projekt hat noch keine Anleitung

source: Total rows:
de: Gesamtreihenanzahl:

source: Yarn:
de: Garn:

source: Your project gallery is empty.
de: Deine Projekt-Galerie ist leer.
